Repository: Isaia91/panier-i18n
Catalog: src/locale/messages.*.xlf
Languages: es

# catalogTitle
source: Catalogue
es: Lorem Catalogum

# priceLabel
source: Prix :
es: Lorem Pretium:

# addToCart
source: Ajouter au panier
es: Lorem Ipsum Ad Panier

# cartTitle
source: Mon Panier
es: Panier Ipsum

# emptyCart
source: Le panier est vide.
es: Lorem ipsum dolor sit amet, paniero est vacuum.

# itemTitle1
source: Gourde inox
es: Lorumbottle Maximus

# itemDesc1
source: Bouteille réutilisable 500ml, idéale pour le sport et le bureau.
es: Ut flask 500ml. Ipsum sportus et officium.

# itemTitle2
source: Lampe LED
es: Lumina LED Ipsum

# itemDesc2
source: Petite lampe de chevet avec variateur de lumière.
es: Minima lucerna cum dimmerium.

# itemTitle3
source: Clavier mécanique
es: Clavius Mechanicus RGB

# itemDesc3
source: Clavier compact avec rétroéclairage RGB.
es: Compactus clavus retro RGB.
